var data = {
  'created': '2013-05-17 12:54:00',
  'updated': '2018-12-28 15:35:24',
  'name': '神々が恋した幻想郷',
  'alias': ['众神眷恋的幻想乡', '神所眷恋的幻想乡', '众神眷顾的幻想乡'],
  'anime': ['東方Project', '上海アリス幻樂団', '東方風神録 ～ Mountain of Faith'],
  'tags': ['ZUN'],
  'image_url': 'http:\\/\\/bipu.oss-cn-beijing.aliyuncs.com\\/egg-multipart-test\\/21083839_p0.jpg',
  'description': '百科：https:\\/\\/thwiki.cc\\/%E4%BC%97%E7%A5%9E%E7%9C%B7%E6%81%8B%E7%9A%84%E5%B9%BB%E6%83%B3%E4%B9%A1<br \\/>\\r\\n附图的PixivID：21083839',
  'score_text': '风神录三面道中-众神眷恋的幻想乡\\r\\r\\n3  3  5  6  5  6  5  3  2  5  3 \\r\\r\\n3  3  5  6  5  6 [1] 7  7  6  5  6 \\r\\r\\n5 6 5  3  2  5 6 5  2  1 \\r\\r\\n(6  7) 1  2  (7  6  6) \\r\\r\\n间奏\\r\\r\\n5  5  4  5 \\r\\r\\n5  #6  6  5  4  5 [1]  #6  6  5  6  #6 [1  2] \\r\\r\\n[1] #6  6 \\r\\r\\n5  5  4  5  5  #6  6  5  4  5  2  4  5  4  3  2  4  5 \\r\\r\\n2  6  5  4  3  3  3  1 (6) 2 \\r\\r\\n2  3  4  4  5  6  6  6  7 [1  1] 7  6 [1  2  #1] \\r\\r\\n[2] 6  5  5  4  5 2  2  3  4  4  3  2  1  2  3 \\r\\r\\n6 [1  2] 6  5  5  4  5  2  2  2  3  4  4  5  6  6  7 [1  #1  2  3] \\r\\r\\n高潮\\r\\r\\n6  6  [1 2]  [1 2 1] 6 5 [1] 6 \\r\\r\\n6  6  [1 2]  [1  2  4  3  2  1  2] \\r\\r\\n[1 2 1] 6 5  [1 2 1] 5 4 \\r\\r\\n2  3  4  5  6  #6  6  5  6 [1] 6 \\r\\r\\n6  6 [1  2]  [1 2 1] 6 5 [1] 6 \\r\\r\\n6  6 [1  2]  [1  2  4  3  2  1  2] \\r\\r\\n[1 2 1] 6  5  [1 2 1] 5  4 \\r\\r\\n2 3 4  5 3 2 2 \\r\\r\\n变调高潮\\r\\r\\n#2  #6  #5  #4  #3 \\r\\r\\n#3  #3  #1 (#5) #2 \\r\\r\\n#2 #3 #4  #4  #5  #6  #6  #6 #7 [#1] #7  #6 [#1  #2  2] \\r\\r\\n#6 [#1  #2]  #6  #5  #5  #4  #5  #2 \\r\\r\\n#2  #3  #4  #4  #3  #2  #1  #2  #3 \\r\\r\\n#6 [#1  #2]  #6  #5  #5  #4  #5  #2 \\r\\r\\n#2  #2  #3  #4  #4  #5  #6  #7  [#1  2  #2  4] \\r\\r\\n#6  #6 [#1 #2]  [#1  #2  #1] #6  #5 [#1] #6 \\r\\r\\n#6  #6 [#1 #2]  [#1  #2  #4  #3  #2  #1  #2] \\r\\r\\n[#1  #2  #1]  #6  #5  [#1  #2  #1] #5  #4 \\r\\r\\n#2  #3  #4  #5  #6  7  #6  #5  #6 [#1] #6 \\r\\r\\n#6  #6 [#1  #2]  [#1  #2  #1] #6  #5 [#1] #6 \\r\\r\\n#6  #6 [#1  #2]  [#1  #2  #4  #3  #2  #1  #2] \\r\\r\\n[#1  #2  #1] #6  #5  [#1  #2  #1] #5  #4 \\r\\r\\n#2  #3  #4  #5  #3  #2  #2 \\r\\r\\n【虽然因为幻想万华镜的第一个PV这个谱子一定已经满地都是了，不过看在这个完全是从原曲扒下来的所以还是勉强扔出来了_(:з」∠)_\\r\\n',
  'source_url': 'https:\\/\\/tieba.baidu.com\\/p\\/2332372837',
  'provider': 'HellTokamak',
  'provider_url': 'https:\\/\\/tieba.baidu.com\\/home\\/main?un=HellTokamak',
  'carrier': 'pluvet',
  'carrier_url': 'http:\\/\\/space.bilibili.com\\/345852729',
  'performs': [],
  'songs': [22636640],
  'addition': ''
}
console.log(data)
// var data = {

//   'image_url': 'http:\\/\\/bipu.oss-cn-beijing.aliyuncs.com\\/egg-multipart-test\\/21083839_p0.jpg'

// }

// data.image_url.replace(/\\\\/ig, '\\')
// console.log(data.image_url.replace(/\\\\/ig, '\\'))
